packages/django-jbank/django-jbank-3.8.6.tar.gz/django-jbank-3.8.6/logs/ws/00000009a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService" xmlns:elem="http://danskebank.dk/PKI/PKIFactoryService/elements">
  <soapenv:Header/>
  <soapenv:Body>
    <pkif:GetBankCertificateIn>
      <pkif:RequestHeader>
        <pkif:SenderId>6D3142</pkif:SenderId>
        <pkif:CustomerId>6D3142</pkif:CustomerId>
        <pkif:RequestId>9</pkif:RequestId>
        <pkif:Timestamp>2020-07-20T01:03:29.788248+03:00</pkif:Timestamp>
        <pkif:InterfaceVersion>1</pkif:InterfaceVersion>
      </pkif:RequestHeader>
      <elem:GetBankCertificateRequest>
          
      <elem:BankRootCertificateSerialNo>1111110003</elem:BankRootCertificateSerialNo><elem:Timestamp>2020-07-20T01:03:29.788248+03:00</elem:Timestamp><elem:RequestId>9</elem:RequestId></elem:GetBankCertificateRequest>
    </pkif:GetBankCertificateIn>
  </soapenv:Body>
</soapenv:Envelope>